Revit 2026 API

# IEntryPoint Properties

---

The IEntryPoint type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | AddinFolder |  |

#### Reference

IEntryPoint Interface

Autodesk.Revit.DB.Macros Namespace